Repository: turnoffthelights/Turn-Off-the-Lights-browser-extension
Catalog: xcode/Turn-Off-the-Lights-Safari-extension/Shared (App)/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: You can set 3 types of button actions for the lamp button. The default action is the Video Lover profile, which will dim the web page and highlight the video player if available.
ar: يمكنك ضبط ثلاثة أنواع من أزرار المصباح. الخيار الافتراضي هو "ملف تعريف مُحب الفيديو"، والذي يُخفت سطوع صفحة الويب ويُبرز مُشغل الفيديو إن وُجد.
ca: Podeu definir 3 tipus d'accions de botó per al botó de la làmpada. L'acció per defecte és el perfil Video Lover, que atenuarà la pàgina web i ressaltarà el reproductor de vídeo si està disponible.
cs: Pro tlačítko lampy můžete nastavit 3 typy akcí. Výchozí akcí je profil Milovník videa, který ztlumí webovou stránku a zvýrazní přehrávač videa, pokud je k dispozici.
da: Du kan indstille 3 typer knaphandlinger for lampeknappen. Standardhandlingen er Video Lover-profilen, som dæmper websiden og fremhæver videoafspilleren, hvis den er tilgængelig.
de: Sie können 3 Arten von Schaltflächenaktionen für die Lampentaste festlegen. Die Standardaktion ist das Profil "Video Lover", das die Webseite verdunkelt und den Videoplayer hervorhebt, falls vorhanden.
el: Μπορείτε να ορίσετε 3 τύπους ενεργειών κουμπιού για το κουμπί λυχνίας. Η προεπιλεγμένη ενέργεια είναι το προφίλ Video Lover, το οποίο θα εξασθενίσει την ιστοσελίδα και θα αναδείξει τη συσκευή αναπαραγωγής βίντεο, εάν είναι διαθέσιμη.
es: Puede establecer 3 tipos de acciones para el botón de la lámpara. La acción predeterminada es el perfil Video Lover, que atenuará la página web y resaltará el reproductor de vídeo si está disponible.
fi: Voit asettaa 3 erilaista painikkeen toimintoa valaisinpainikkeelle. Oletustoiminto on Video Lover -profiili, joka himmentää verkkosivun ja korostaa videosoitinta, jos se on käytettävissä.
fr: Vous pouvez définir trois types d'actions pour le bouton de la lampe. L'action par défaut est le profil "amateur de vidéo", qui assombrit la page web et met en évidence le lecteur vidéo s'il est disponible.
he: ניתן להגדיר 3 סוגי פעולות כפתור עבור כפתור המנורה. פעולת ברירת המחדל היא פרופיל חובב הווידאו, אשר יעמעם את דף האינטרנט ויסמן את נגן הווידאו אם זמין.
hu: A lámpagombhoz 3 féle gombműveletet állíthat be. Az alapértelmezett művelet a Video Lover profil, amely a weboldalt elsötétíti, és kiemeli a videólejátszót, ha van.
id: Anda dapat menetapkan 3 jenis tindakan tombol untuk tombol lampu. Tindakan default adalah profil Video Lover, yang akan meredupkan halaman web dan menyorot pemutar video jika tersedia.
it: È possibile impostare 3 tipi di azioni per il pulsante della lampada. L'azione predefinita è il profilo Video Lover, che oscura la pagina web ed evidenzia il lettore video, se disponibile.
ja: ランプボタンに3種類のボタンアクションを設定できます。デフォルトのアクションはVideo Loverプロファイルで、ウェブページを暗くし、利用可能な場合はビデオプレーヤーをハイライトします。
ko: 램프 버튼에는 3가지 유형의 버튼 동작을 설정할 수 있습니다. 기본 동작은 비디오 애호가 프로필로, 웹 페이지를 어둡게 하고 사용 가능한 경우 비디오 플레이어를 강조 표시합니다.
nb: Du kan angi tre typer knapphandlinger for lampeknappen. Standardhandlingen er Video Lover-profilen, som dimmer websiden og fremhever videospilleren hvis den er tilgjengelig.
nl: Je kunt 3 soorten knopacties instellen voor de lampknop. De standaardactie is het Video Lover-profiel, dat de webpagina dimt en de videospeler markeert als die beschikbaar is.
pl: Dla przycisku lampy można ustawić 3 rodzaje akcji. Domyślną akcją jest profil Video Lover, który przyciemnia stronę internetową i podświetla odtwarzacz wideo, jeśli jest dostępny.
pt_br: Você pode definir três tipos de ações de botão para o botão da lâmpada. A ação padrão é o perfil Video Lover, que escurecerá a página da Web e destacará o player de vídeo, se disponível.
pt_pt: Pode definir 3 tipos de acções de botão para o botão da lâmpada. A ação predefinida é o perfil Video Lover, que irá escurecer a página Web e realçar o leitor de vídeo, se disponível.
ro: Puteți seta 3 tipuri de acțiuni pentru butonul lampă. Acțiunea implicită este profilul Video Lover, care va întuneca pagina web și va evidenția playerul video, dacă este disponibil.
ru: Для кнопки лампы можно задать 3 типа действий. По умолчанию используется профиль "Любитель видео", который затемняет веб-страницу и подсвечивает видеоплеер, если он доступен.
sv: Du kan ställa in 3 typer av knappåtgärder för lampknappen. Standardåtgärden är Video Lover-profilen, som dimmar webbsidan och markerar videospelaren om den är tillgänglig.
tr: Lamba düğmesi için 3 tür düğme eylemi ayarlayabilirsiniz. Varsayılan eylem, web sayfasını karartacak ve varsa video oynatıcıyı vurgulayacak olan Video Lover profilidir.
uk: Ви можете встановити 3 типи дій для кнопки лампи. За замовчуванням використовується профіль "Любитель відео", який затемнить веб-сторінку і виділить відеоплеєр, якщо він доступний.
vi: Bạn có thể thiết lập 3 loại hành động nút cho nút đèn. Hành động mặc định là hồ sơ Video Lover, sẽ làm mờ trang web và làm nổi bật trình phát video nếu có.
zh_hans: 您可以为台灯按钮设置 3 种按钮动作。默认动作是 "视频爱好者 "配置文件，它将调暗网页并高亮显示视频播放器（如果有）。
zh_hant: 您可以为台灯按钮设置 3 种按钮动作。默认动作是 "视频爱好者 "配置文件，它将调暗网页并高亮显示视频播放器（如果有）。
